runs/n2412_fix/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
/*   Windows 32 and 64 bit porting by blueCAPE: http://www.bluecape.com.pt   *\
|  Based on Windows porting (2.0.x v4) by Symscape: http://www.symscape.com   |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    airfoil
    {
        type            patch;
        physicalType    patch;
        nFaces          240;
        startFace       114241;
    }
    farfield
    {
        type            patch;
        physicalType    patch;
        nFaces          718;
        startFace       114481;
    }
    frontAndBack
    {
        type            patch;
        physicalType    patch;
        nFaces          114720;
        startFace       115199;
    }
)

// ************************************************************************* //
